<?php
// This file contains the Russian weekday names, month names and
// suffixes. This is win-1251 code page. Encode it to your
// favourite one.
$days=array("Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота");
$daysabbr=array("ВС", "ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ");
$months=array("Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь");
// another pronounce variant
//$months=array("января", "февраля", "марта", "апреля", "мая", "июня", "июля", "августа", "сентября", "октября",
//                "ноября", "декабря");
$suffixes=array("ый", "ой", "ий", "ый", "ый", "ой", "ой", "ой", "ый",
                "ый", "ый", "ый", "ый", "ый", "ый", "ый", "ый", "ый",
                "ый", "ый", "ый", "ой", "ий", "ый", "ый", "ой", "ой",
                "ой", "ый", "ый", "ый");
?>